Repository: WK195838/YKK
Catalog: YKK2025/Portal/Portal/DesktopModules/HitCounter/hitcounteredit.ascx.*.resx
Languages: de_de

# lblHead1.Text
source: Current Hits
de_de: Aktuelle Aufrufe

# lblHead1.Help
source: This is the current number of hits. You may change this value.
de_de: Dies ist die aktuelle Zahl der Aufrufe, die Sie beliebig ändern können.

# lblInstructions.Text
source: Place the token [COUNTER] where you want the number of hits to appear
de_de: Verwenden Sie den Platzhalter [COUNTER] an der Stelle, an der die aktuelle Aufrufzahl angezeigt werden soll.

# lblOptions.Text
source: Other Options
de_de: Weitere Einstellungen

# lblInstructions.Help
source: This is the method used for formatting the counter
de_de: Dies ist die Formatierung für die Ausgabe des Zählers. Sie können beliebig Bilder und Texte hinzufügen.

# lblOptions.Help
source: These are the other options available
de_de: Dies sind die weiteren verfügbaren Einstellungen für dieses Modul.

# lblTimeOut.Text
source: TimeOut between hits
de_de: Mindestabstand der Aufrufe

# lblTimeOut.Help
source: Use this to limit hits by the same user. Value is in seconds.
de_de: Verwenden Sie diese Option (Zahl in Sekunden), um die Zahl der Aufrufe durch den gleichen Benutzer zu beschränken.

# lblAdminHits.Text
source: Include Administrator hits
de_de: Administratoraufrufe mitzählen

# lblAdminHits.Help
source: Check this box if you wish to count hits by administrators.
de_de: Aktivieren Sie diese Option, wenn Sie die Aufrufe durch den Administrator mitzählen möchten.
